Repository: bendoh2006/pulse-ai
Catalog: ai4y-delta-lom25-main/MOBILEAPP/pulseai/lib/l10n/app_*.arb
Languages: fr

# loginTitle
source: Login
fr: Connexion

# signupTitle
source: Sign Up
fr: Inscription

# passwordLabel
source: Password
fr: Mot de passe

# loginButton
source: LOGIN
fr: SE CONNECTER

# googleLogin
source: Continue with Google
fr: Continuer avec Google

# noAccount
source: No account yet?
fr: Pas encore de compte ?

# register
source: Sign up
fr: S'inscrire

# homeTitle
source: Home
fr: Accueil

# diagnosisTitle
source: Diagnosis
fr: Diagnostic

# hospitalTitle
source: Hospital
fr: Hôpital

source: Hello
fr: Bonjour

source: Health Snapshot
fr: Aperçu Santé

source: Today
fr: Aujourd'hui

source: Weight
fr: Poids

source: Height
fr: Taille

source: Blood Group
fr: Groupe sanguin

# navHome
source: Home
fr: Accueil

# navHospital
source: Hospital
fr: Hôpital

# btnVocal
source: Voice
fr: Vocal

# symptomVomiting
source: Vomiting
fr: Vomissements

# symptomNausea
source: Nausea
fr: Nausée

# symptomBackPain
source: Back pain
fr: Mal de dos

# symptomHeadache
source: Headache
fr: Mal de tête

# symptomAbdominalPainAcute
source: Acute abdominal pain
fr: Douleur abdominale aiguë

# symptomFever
source: Fever
fr: Fièvre

# symptomAbdominalPainLow
source: Lower abdominal pain
fr: Douleur abdominale basse

# symptomCough
source: Cough
fr: Toux

# symptomNasalCongestion
source: Nasal congestion
fr: Congestion nasale

# symptomHeartburn
source: Heartburn
fr: Brûlure abdominale

# symptomArmPain
source: Arm pain
fr: Douleur au bras

# symptomLowBackPain
source: Low back pain
fr: Lombalgie

# symptomEarPain
source: Ear pain
fr: Mal d'oreille

# symptomDiarrhea
source: Diarrhea
fr: Diarrhée

# symptomNeckPain
source: Neck pain
fr: Douleur au cou

# symptomSkinAbnormal
source: Abnormal skin
fr: Peau anormale

# symptomWeakness
source: Weakness
fr: Faiblesse

# symptomSkinLesion
source: Skin lesion
fr: Lésion cutanée

# symptomChestPainAcute
source: Acute chest pain
fr: Douleur thoracique aiguë

# symptomSensationLoss
source: Loss of sensation
fr: Perte de sensation

# symptomPelvicPain
source: Pelvic pain
fr: Douleur pelvienne

# symptomSkinGrowth
source: Skin growth
fr: Excroissance cutanée

# symptomPeeling
source: Peeling
fr: Desquamation

# symptomDrySkin
source: Dry skin
fr: Peau sèche

# symptomMovementProblem
source: Movement problem
fr: Problème de mouvement

# symptomItching
source: Itching
fr: Démangeaison

# symptomLegSwelling
source: Leg swelling
fr: Gonflement des jambes

# symptomEyePain
source: Eye pain
fr: Douleur à l'œil

# symptomChestTightness
source: Chest tightness
fr: Oppression thoracique

# symptomDepression
source: Depression symptoms
fr: Symptômes dépressifs

# symptomScalpAbnormal
source: Abnormal scalp
fr: Cuir chevelu anormal

# symptomInsomnia
source: Insomnia
fr: Insomnie

# symptomSidePain
source: Side pain
fr: Douleur latérale

# symptomKneePain
source: Knee pain
fr: Douleur au genou

# symptomPainfulUrination
source: Painful urination
fr: Miction douloureuse

# symptomBreathingDifficulty
source: Breathing difficulty
fr: Difficulté à respirer

# symptomAcne
source: Acne
fr: Acné

# symptomFacePain
source: Face pain
fr: Douleur faciale

# symptomFootPain
source: Foot pain
fr: Douleur au pied

# symptomFrequentUrination
source: Frequent urination
fr: Miction fréquente

# symptomDizziness
source: Dizziness
fr: Vertiges

# symptomEyeProblem
source: Eye problem
fr: Problème oculaire

# symptomAppetiteLoss
source: Loss of appetite
fr: Perte d'appétit

# symptomStomachBurn
source: Stomach burn
fr: Brûlure d'estomac

# symptomIrritability
source: Irritability
fr: Irritabilité

# symptomMole
source: Mole
fr: Grain de beauté

# symptomTearing
source: Tearing
fr: Larmoiement

# symptomAlcoholConsumption
source: Alcohol consumption
fr: Consommation d'alcool

# searchHospitalHint
source: Search for a hospital...
fr: Rechercher un hôpital...

# recommendedSection
source: Recommended for you
fr: Recommandés pour vous

# noHospitalFound
source: No hospital found nearby.
fr: Aucun hôpital trouvé à proximité.

# serviceEmergency
source: Emergency
fr: Urgences

# serviceCardiology
source: Cardiology
fr: Cardiologie

# servicePediatrics
source: Pediatrics
fr: Pédiatrie

# serviceNeurology
source: Neurology
fr: Neurologie

# serviceGeneral
source: General
fr: Général

# serviceMaternity
source: Maternity
fr: Maternité

# healthTipsTitle
source: Tip of the day
fr: Conseil du jour

# ruralDiagDesc
source: Smart and fast diagnosis
fr: Diagnostic intelligent et rapide

# smartHospDesc
source: Nearest medical center
fr: Centre médical le plus proche

# medScanDesc
source: Check your medication
fr: Vérifiez votre médicament

# lyraDesc
source: Mental health assistant
fr: Assistant de santé mentale

# describeSymptoms
source: Describe what you feel...
fr: Décrivez ce que vous ressentez...

# analyze
source: START ANALYSIS
fr: LANCER L'ANALYSE

source: Frequent symptoms
fr: Symptômes fréquents

source: See all
fr: Voir tout

source: See less
fr: Voir moins

# searchHospital
source: Search for a hospital...
fr: Rechercher un hôpital...

source: All
fr: Tout

source: Emergency
fr: Urgences

source: Cardiology
fr: Cardiologie

source: Pediatrics
fr: Pédiatrie

source: Neurology
fr: Neurologie

source: General
fr: Général

source: Maternity
fr: Maternité

source: Dentist
fr: Dentiste

# tipHydrationTitle
source: Hydration
fr: Hydratation

# tipHydrationDesc
source: Drink at least 1.5L of water daily to stay fit.
fr: Buvez au moins 1,5L d'eau par jour pour rester en forme.

# tipExerciseTitle
source: Physical Activity
fr: Activité physique

# tipExerciseDesc
source: 30 minutes of walking daily improves your heart health.
fr: 30 minutes de marche par jour améliorent votre santé cardiaque.

# tipSleepTitle
source: Sleep
fr: Sommeil

# tipSleepDesc
source: 7-8h of sleep is essential for recovery.
fr: Un sommeil de 7-8h est essentiel pour la récupération.

# tipDietTitle
source: Diet
fr: Alimentation

# tipDietDesc
source: Eat 5 fruits and vegetables a day.
fr: Mangez 5 fruits et légumes par jour.

# tipStressTitle
source: Stress Management
fr: Gestion du stress

# tipStressDesc
source: Take 5 minutes to breathe deeply.
fr: Prenez 5 minutes pour respirer profondément.

# tipHygieneTitle
source: Hygiene
fr: Hygiène

# tipHygieneDesc
source: Wash your hands regularly.
fr: Lavez-vous les mains régulièrement.

# loginSubtitle
source: Log in to continue
fr: Connectez-vous pour continuer

source: Forgot password
fr: Mot de passe oublié

source: Or continue with
fr: Ou continuer avec

# chooseLanguage
source: Choose a language
fr: Choisir une langue

source: My Profile
fr: Mon Profil

# editProfile
source: Edit
fr: Modifier

source: Medical File
fr: Fiche Medical

source: Settings
fr: Parametre

source: History
fr: Historique

source: Help & Support
fr: Aide & Support

source: Language
fr: Langue

# languageChanged
source: Language changed successfully
fr: Langue modifiée avec succès

source: Our Services
fr: Nos services
